<?php

return [
    // Populated by Laravel
    'failed' => 'Указанные учетные данные не соответствуют нашим записям.',
    'password' => 'Предоставленный пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте снова через :seconds секунд.',

    // Custom
    'login' => 'Войти',
    'login_to_continue' => 'Войдите, чтобы продолжить',
    'login_with_yandex' => 'Войти через Яндекс',
    'yandex_linked_to_another_user' => 'Аккаунт Яндекса привязан к другому пользователю',
    'yandex_linked_successfully' => 'Аккаунт Яндекса привязан успешно',
    'yandex_telegram_first' => 'Сначала нужно авторизоваться через Telegram и привязать аккаунт Яндекса в настройках',
];
